Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A05A.tmx
Source language: en_us
Languages: zh_cn

source: The Longest War: Photos from Afghanistan Interviews by Kim Barker
zh_cn: 阿富汗战争——美国历史上最长的战争

source: In March, the war in Afghanistan will become the lengthiest military conflict in U.S. history.
zh_cn: 三月份，阿富汗战争将是美国历史上最长的战争。

source: As our country's involvement escalated, we asked 11 photojournalists to select the one image that sums up their experience covering the war.
zh_cn: 随着美国越陷越深，我们邀请11位摄影记者各自选出一张图片来总结他们可涵盖此战争的经历。

source: Here, the pictures they chose, and why.
zh_cn: 以下就是所选图片及原因。

source: Korengal Valley, 2009
zh_cn: 2009年，卡林哥山谷

source: Adam Ferguson first visited Afghanistan in early 2008 and has been back six times.
zh_cn: 亚当.弗格森第一次去阿富汗是2008年初，共去过六次。

source: "It was my first day in the Korengal.
zh_cn: “那是我在卡林哥山谷的第一天。

source: I walked 600 meters uphill on an ammunition drop to the observation post that overlooks the military outpost there.
zh_cn: 我徒步爬坡600米到达一个军火库，然后下到一个观察哨俯瞰那里的军事哨岗。

source: This soldier was standing on the ledge over the valley and had a moment.
zh_cn: 这名士兵站在山谷边矗立不动。

source: He's in front of a beautiful landscape of mountains, and his head is in his hands.
zh_cn: 他面对着美丽的群山景色，头靠在手上。

source: The guys really are under the gun.
zh_cn: 他确实正处于枪口之下。

source: They live inside the wire, in the middle of nowhere, separated from the civilian population.
zh_cn: 他们生活在铁丝网内，无处可藏，与平民百姓隔离。

source: They go out on patrol, and they get shot at or attacked almost every day.
zh_cn: 他们外出巡逻，几乎每天都会遭遇枪击或者受到进攻。

source: They never really penetrate that landscape, that culture."
zh_cn: 他们从来都没有真正地欣赏这里的美景与文化。”

source: Kabul, 1996
zh_cn: 1996年，喀布尔

source: James Nachtwey has been covering conflicts around the globe since 1981 and has worked in Afghanistan about ten times since 1988.
zh_cn: 詹姆斯.纳赫特威自1981年起经历过世界各地的冲突，1988年以来已经在阿富汗工作过大约十次。

source: "Afghanistan is fascinating.
zh_cn: “阿富汗太迷人了。

source: Except for the weapons and Japanese trucks, it could be 600 years ago.
zh_cn: 除了武器与日本卡车，它就跟600年前没什么两样。

source: This had been the central business district of Kabul, destroyed following the 1989 withdrawal of the Soviets, when various factions were attacking each other.
zh_cn: 这里曾经是喀布尔的中央商业区，在1989年苏联从该国撤军时遭到了破坏，当时各个派别正在混战。

source: When I took the photograph, the Taliban were assaulting the city.
zh_cn: 当我拍摄这张照片时，塔利班正在猛攻这座城市。

source: People lived in these ruins.
zh_cn: 人们就住在这废墟之中。

source: Some were being blown up by land mines when they scavenged for building materials and firewood.
zh_cn: 一些人在翻找建筑材料和木柴时被地雷炸烂。

source: I think what's significant about this image, especially in light of where we are now, is that our attention to Afghanistan had lapsed.
zh_cn: 我认为这张照片的最重要之处，尤其是从我们目前的环境来看，是我们对阿富汗的关注消失了。

source: We forgot about it.
zh_cn: 我们忘记了它的存在。

source: In this photo, the woman looks almost like a ghost floating through the ruined landscape.
zh_cn: 在这张照片中，这位妇女几乎如同幽灵一般飘过这片废墟。

source: Now this part of the city has been rebuilt.
zh_cn: 现在城市的这部分已经得到重建。

source: It doesn't look like such a moonscape."
zh_cn: 它看起来不再象月球的表面那样了。”

source: Kabul, 2002
zh_cn: 2002年，喀布尔

source: Ashley Gilbertson has worked extensively in Kosovo and Iraq.
zh_cn: 阿什利.吉尔伯特森 在科索沃和伊拉克的许多地方工作过。

source: He made one trip to Afghanistan, in 2002.
zh_cn: 2002年，他去过一次阿富汗。

source: "A kid watched a soccer game from behind the wreckage of a Soviet helicopter.
zh_cn: “一个孩子在一架苏军直升机残骸后面观看足球比赛。

source: Over there, kids play in the rubble, near tanks, in extremely dangerous areas.
zh_cn: 在那里，孩子们在遍布碎石的坦克旁边，这类非常危险的地方踢足球。

source: One kid, one moment, can affect you profoundly.
zh_cn: 一个孩子在那一刻会深刻地感染你。

source: He's, what, ten years old? He could be a kid from anywhere.
zh_cn: 他大概有10岁？他可能是来自任何地方的一个孩子。

source: But he's trapped in this horrible situation, and this is his everyday life.
zh_cn: 但他却被束缚在这可怕的地方，而这就是他每天的生活。

source: Going back and finding him would be impossible.
zh_cn: 回去找寻他是不可能的。

source: I didn't get his name.
zh_cn: 我不知道他的姓名。

source: But I think about him.
zh_cn: 但我想到了他。

source: I wonder about thousands of kids.
zh_cn: 我想到了成千上万的孩子。

source: Who in my archives is still alive?"
zh_cn: 在我的档案里还有谁仍然活着？”

source: Kabul, 2001
zh_cn: 2001年，喀布尔

source: John Stanmeyer spent much of the last decade documenting the political and social changes in Indonesia.
zh_cn: 约翰.斯坦梅尔 将过去10年的大部分时间用在了记录印度尼西亚的政治经济变革上。

source: He traveled to Afghanistan in 2001, returning five or six times.
zh_cn: 他2001年去了阿富汗，又回去过五、六次。

source: "This picture happened the day after the Taliban fled Kabul.
zh_cn: “这张照片拍摄于塔利班逃离喀布尔后的那天。

source: I had followed the Northern Alliance progression down from Kunduz in the north.
zh_cn: 我跟着从北方昆都士下来的北方联盟军队前进。

source: It was as if we were driving through the wrinkles of God's hands.
zh_cn: 我们就好像正在沿着上帝手掌上的纹路在驾车行驶。

source: I felt so insignificant passing through those mountains.
zh_cn: 我觉得穿过这些山脉太没有意义了。

source: We arrived in Kabul and saw this breath of fresh air.
zh_cn: 到达喀布尔后，我们终于看到了这种新鲜的气氛。

source: It was suddenly a bunch of color walking around, such a contrast to the beige dirt everywhere in Afghanistan and the men all wearing those same beige outfits.
zh_cn: 突然出现的一束彩色，与阿富汗遍地褐色垃圾以及人们浑身上下同样的褐色装备形成了鲜明对比。

source: The only color was that blue of the burka.
zh_cn: 唯一不同的颜色就是穆斯林长袍的蓝色。

source: Under the Taliban regime, there were no kites, no balloons, no music, no TVs.
zh_cn: 在塔利班政权之下，没有风筝，没有气球，没有音乐，没有电视。

source: This picture signifies hope, life, celebration of humanness.
zh_cn: 这张照片显示出希望，生命以及对人道的庆祝。

source: Having colors, balloons, kites, and music was a monumental shift.
zh_cn: 拥有色彩、气球、风筝以及音乐是一个标志性的转变。

source: Where did this man get the helium?"
zh_cn: 这个人是从哪儿得到氦气的呢？”

source: Gary Knight began his career covering military conflicts in Southeast Asia.
zh_cn: 加里.奈特 在东南亚开始了他拍摄军事冲突的职业生涯。

source: He has visited Afghanistan many times since 1988.
zh_cn: 自1988年起，他多次造访阿富汗。

source: "By 2001, I had worked in Afghanistan for more than a dozen years.
zh_cn: “至2001年，我已经在阿富汗工作超过12年了。

source: This picture was taken when hundreds of Afghan women came out on the street after the Taliban fled.
zh_cn: 这张照片拍摄于塔利班逃走之后，数百名妇女来到了街上。

source: Women had simply vanished under the Taliban.
zh_cn: 塔利班在时妇女几乎都藏起来了。

source: Now hundreds removed their burkas and revealed their faces in public at the same time.
zh_cn: 现在，数百人同时揭去了她们的面纱并在公开场合露出了真容。

source: I loved it.
zh_cn: 我喜欢这幅图。

source: I had my picture taken with them and sent it to my kids.
zh_cn: 我将她们拍摄下来，并把这张照片送给我的孩子们。

source: It was just after 9/11, so it was a great thing to see something positive, affirming, so soon after that.
zh_cn: 那是刚刚在9/11之后不久，因此看到积极欢欣的事情非常了不起，特别是在此之后。

source: It's quite sad now, when I look back.
zh_cn: 当我现在回首往事时，觉得太悲哀了。

source: I wonder what's happened to these women, whether their dreams of that day were fulfilled."
zh_cn: 我不知道这些妇女后来发生了什么，那天她们的梦想是否已经实现。”

source: Kabul, 2009
zh_cn: 2009年，喀布尔

source: Benjamin Lowy started his career covering the Iraq war in 2003.
zh_cn: 本杰明.罗伊 在2003年开始拍摄伊拉克战争。

source: He visited Afghanistan in 2007 and has been back three times.
zh_cn: 2007年他去了阿富汗，共去过三次。

source: "This picture was taken in the Russian Cultural Center, which has been completely bombed-out.
zh_cn: “这张照片是在俄罗斯文化中心拍摄的，已经被完全炸毁了。

source: It's ground zero for opium and heroin addicts in this city.
zh_cn: 现在它是这座城市的吸毒区。

source: On this morning, a couple hundred people were sleeping in their own filth in the basement.
zh_cn: 今天早晨，200人睡在地下室的破烂物上。

source: It felt like you were swimming through hell.
zh_cn: 感觉就象你在地狱中穿过一样。

source: It's the worst spot of misery and pain I've ever seen.
zh_cn: 这是我见过的最悲惨、最痛苦的糟糕画面。

source: Hypodermic needles stuck in my shoes as I walked over to take the photo.
zh_cn: 当我步行去拍摄时，皮下注射的针头扎进了我的鞋子。

source: The light was streaming through one mortar hole.
zh_cn: 光从一个被迫击炮弹炸开的洞中照了进来。

source: This guy had just injected heroin.
zh_cn: 这个人刚刚注射完海洛因。

source: He lifted his head into the light, at a moment of extreme ecstasy.
zh_cn: 在光柱中他抬起了头，处于极度的迷醉中。

source: Afghanistan is the No. 1 exporter of opium and heroin, and this picture is a microcosm of everything that can go wrong in a country.
zh_cn: 阿富汗是头号鸦片与海洛因的出口国。这张图是该国混乱的一个缩影。

source: It's the most awful story I've ever covered."
zh_cn: 这是我拍摄过的最可怕的照片。”

source: Kohe Safi Mountains, 2002
zh_cn: 2002年,科希萨非山脉

source: Seamus Murphy's new book, A Darkness Visible: Afghanistan, documents the rise of the Taliban and the impact of the U.S. invasion.
zh_cn: 这是沙莫斯.墨菲的新书《黑色的一幕：阿富汗，塔利班崛起与美国入侵影响档案》。

source: He has traveled to Afghanistan 13 times since 1994.
zh_cn: 自1994年起他先后去过阿富汗13次。

source: "One year after the fall of the Taliban, I did an embed with the 82nd Airborne.
zh_cn: “在塔利班垮台一年之后，我跟随第82空降师一同前往。

source: My God, in 2002, there was so much hope.
zh_cn: 我的天，2002年是如此的充满希望。

source: It was before corruption, before Iraq.
zh_cn: 那是在腐败发生的前夕，在伊拉克战争之前。

source: It was when anything could happen.
zh_cn: 那时什么事情都可能发生。

source: People were rebuilding their lives.
zh_cn: 人们在重建自己的生活。

source: The Taliban coming back?
zh_cn: 塔利班会卷土重来吗？

source: I don't think anyone had even thought about it.
zh_cn: 我觉得当时没有人这么想。

source: It was a more innocent time.
zh_cn: 那是一个更加天真的时代。

source: These soldiers were searching for something out the back door of a helicopter; they could have been looking for anything, Osama, the Taliban, weapons.
zh_cn: 这些士兵通过直升机的后门在搜寻着什么；他们也许会找到奥萨马（本拉登），塔利班以及武器。

source: They're hopeful they're going to find it, in the beauty, bleakness, and vastness of that landscape.
zh_cn: 他们充满希望地认为，在美丽、荒凉、巨大的山区会找到这些。

source: The mood was upbeat; there certainly weren't any fears of improvised explosive devices.
zh_cn: 他们的情绪非常乐观；当然不会有对于临时爆炸物的恐惧。

source: Now it's pretty depressing.
zh_cn: 但现在太令人沮丧了。

source: The reason I keep going back is that the Afghans are amazing.
zh_cn: 我回去的原因是，阿富汗人民太让人人吃惊了。

source: They're so resilient and have to be to live through what they've lived through."
zh_cn: 他们如此的有韧性，必需要再次经历曾经经历过的生活。”

source: Alasai Valley, 2009
zh_cn: 2009年，阿拉赛山谷

source: Eric Bouvet has been photographing Afghanistan since 1986, documenting life under the Taliban, the mujahideen, and several foreign armies.
zh_cn: 埃里克.布维从1986年开始在阿富汗拍摄，记录了分别在塔利班，游击队以及一些外国军队统治下的生活。

source: He has visited the country about a dozen times.
zh_cn: 他已经到过阿富汗大约12次。

source: "I've been doing this job for 28 years, with armies all over the world.
zh_cn: “我干这一行已经28年了，随着军队走遍了全世界。

source: I'd never seen this before.
zh_cn: 以前我从来没有看到过这个。

source: It's called a sandbox exercise, where the military trains soldiers by moving around plastic figures.
zh_cn: 它叫沙盘演习：军方通过移动塑料小人来训练士兵。

source: I thought it was funny.
zh_cn: 我认为这非常有趣。

source: Here, a French soldier was teaching the Afghans how to retreat from the enemy.
zh_cn: 照片中，一个法国士兵正在教阿富汗士兵如何从敌人眼皮底下撤退。

source: The Afghans are courageous.
zh_cn: 阿富汗人非常勇敢。

source: They can run and shoot.
zh_cn: 他们可以边跑边射击。

source: But they don't know how to organize, take a position, defend it, or come back alive.
zh_cn: 但他们不知道如何组织起来，占领阵地，守卫阵地或者活着回来。

source: They are not good at retreating.
zh_cn: “他们不擅长撤退。

source: When they hold their rifles, they're pointing anywhere, near their heads.
zh_cn: 当他们手握步枪时，会把枪放在头部附近指向任何地方。

source: They walk like they're on a promenade.
zh_cn: 他们走路如同散步一样。

source: I played with these plastic soldiers when I was a kid.
zh_cn: 我小时候玩过这些塑料士兵。

source: To see them here all of a sudden, at war, was incredible.
zh_cn: 在战时突然看到这些东西真是不敢想象。

source: The enemies are everywhere nearby. It's real life, not a game."
zh_cn: 敌人就在附近，这是现实生活，不是游戏。”

source: Korengal Valley, 2007
zh_cn: 2007年，卡林哥山谷

source: Balazs Gardi focuses on capturing the everyday life of those caught in humanitarian crises.
zh_cn: 布雷兹.戈尔迪重点拍摄那些遭遇人道危机的人的日常生活。

source: He first visited Afghanistan in 2001 and has returned more than ten times.
zh_cn: 他于2001年去了阿富汗，先后去过十多次。

source: "War is very cruel.
zh_cn: “战争太残酷了。

source: My job as a photographer is to explain what's happening and to provoke emotions.
zh_cn: 我的工作就是解释正在发生的事情并激起人们的感情。

source: I had been following a platoon in the Korengal Valley when the American soldiers intercepted a radio conversation from a house indicating enemy activity.
zh_cn: 当美军截听到来自于一所房子中有关敌人行动的无线电谈话时，我正随着一个排在卡林哥山谷中前进。

source: They decided to hit it with rockets.
zh_cn: 美军决定使用火箭炮进行攻击。

source: It's hard to tell here who was killed because typically the other side take their wounded and dead fighters with them.
zh_cn: 但是很难知道谁被打死了，因为对方将伤员死者都带走了。

source: The villagers said there were five dead and 11 wounded, all women and children.
zh_cn: 村民们说有五死十一伤，都是妇女与儿童。

source: They put them all in one room.
zh_cn: 这些人被放在一间屋子中。

source: After the Americans showed up the next morning, the villagers asked permission to bury their dead.
zh_cn: 当第二天美军露面时，村民们请求掩埋死者。

source: Then they brought out the injured children, one by one, for the American medics to treat.
zh_cn: 然后他们将受伤的孩子一个一个地抱出来，等待美军军医的治疗。

source: This boy had shrapnel wounds. He survived, but his injuries were very painful.
zh_cn: 这个孩子被榴弹击中，仍活了下来，但是他的伤口非常疼痛。

source: Without any barrier of language, this photo makes you feel the horror of war, of what it has done to Afghans."
zh_cn: 不存在语言障碍，这张照片就使你感受到了战争的残酷，感受到了阿富汗人民遭遇了什么。”

source: Kabul, 2008
zh_cn: 2008年，喀布尔

source: Donald Weber has been documenting daily life in post-Soviet countries since 2005.
zh_cn: 唐纳德.韦伯自从2005年以来一直在记录前苏联国家的日常生活。

source: He made one trip to Afghanistan, in 2008.
zh_cn: 2008年他去过一次阿富汗。

source: "I wanted to show something different from what I was used to seeing in pictures of AfghanistanЎЄsomething positive.
zh_cn: “不同于以往在阿富汗照片中看到的东西，我想展示一些积极的事情。

source: When I was in this room, I was quite shocked because, being a man, I thought it would be impossible to go inside Afghan women's homes.
zh_cn: 当我在这间房子中时，我被深深地触动了，因为我以为作为一个男人是不可能进入阿富汗妇女的房间的。

source: I was surprised by the warmth and hospitality they extended to me.
zh_cn: 我对她们给予我的热情与友善感到惊讶。

source: And they were nothing like what I thought Afghan women would be or the images I had seen.
zh_cn: 她们一点也不像我所想象的或者以前看过的样子。

source: They didn't have burkas, and they immediately came up and talked to me.
zh_cn: 她们没有戴头巾，并且立即就站起来和我交谈。

source: This picture is of two girls working on an embroidery machine.
zh_cn: 这幅照片中，两个女孩正在绣花机上劳作。

source: The young ones have to power the machines.
zh_cn: 年龄小一点的只能蹬绣花机。

source: So they go to school, come home, and start pedaling.
zh_cn: 因此她们是上学、放学然后开始劳作。

source: No shoes.
zh_cn: 没有鞋子。

source: Their mother was an entrepreneur.
zh_cn: 她们的妈妈是一位企业家。

source: Her husband was an alcoholic; she saw that he wasn't going to do anything for her.
zh_cn: 她老公是一个酒鬼，因此她知道他不会为她做任何事情。

source: She received a $200 loan through a microfinance program run by a nonprofit.
zh_cn: 她从一家非赢利性的小型信贷机构贷了200美元。

source: Every month, she had to pay them back $5 or $10.
zh_cn: 每月她不得不偿还5美元或10美元。

source: First she bought a sewing machine, then the embroidery machine.
zh_cn: 首先她购买了一台缝纫机，然后就是一台绣花机。

source: She eventually wanted to buy a cow."
zh_cn: 她想最后能买一头牛。”

source: Herat, 2005
zh_cn: 2005年，赫拉特

source: Stephanie Sinclair first visited Afghanistan in 2003 and has been back four times.
zh_cn: 斯蒂芬妮.辛克莱于2003年去往访阿富汗，共去过四次。

source: "This picture shows how life goes on, no matter what.
zh_cn: “这张照片显示了无论发生什么，日子都得过。

source: It was an engagement party, and all the kids tried to peek inside.
zh_cn: 它是一场订婚聚会，所有的孩子都想往里面偷看。

source: The women were singing and clapping.
zh_cn: 妇女们边唱歌边拍手。

source: Most had their burkas off.
zh_cn: 多数人都将面纱取了下来。

source: It was a place for them to let their hair down.
zh_cn: 这是一个对她们来说可以将头发松开放下的地方。

source: Some girls came up to me with a camera.
zh_cn: 几个女孩带着相机走近我。

source: My headscarf had fallen down, so I pulled it up.
zh_cn: 我的头巾掉下来了，所以我又把它拉上去。

source: They laughed and pulled it down again.
zh_cn: 她们笑着将我的头巾再次拉了下来。

source: They wanted a picture of me as I ordinarily would be.
zh_cn: 她们想要一张我本来样子的照片。

source: The only difference between us is where I was born and my opportunities.
zh_cn: 我们之间唯一的不同是我的出生地和我的机会。

source: We have to fight for and take care of each other.
zh_cn: 我们必须共同战斗并互相照料。

source: Photography is the way I know how to do that. "
zh_cn: 拍照就是我所知道的可实现这一目的的方式。”
